Repository: yunmoxinghe/Docked-AI
Catalog: 功能/本地化/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ja_jp, zh_tw

# HomePage_Title.Text
source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
ja_jp: ホーム
zh_tw: 首頁

# HomePage_EmptyText.Text
source: No pinned web pages yet
de_de: Keine angehefteten Webseiten
es_es: No hay páginas web ancladas
fr_fr: Aucune page web épinglée
ja_jp: ピン留めされたウェブページはありません
zh_tw: 暫無已釘選的網頁

# SettingsPage_Title.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ja_jp: 設定
zh_tw: 設定

# SettingsPage_UserDisabledInfo.Title
source: Enable in System Settings
de_de: In Systemeinstellungen aktivieren
es_es: Activar en configuración del sistema
ja_jp: システム設定で有効にする必要があります
zh_tw: 需要在系統設定中啟用

# SettingsPage_UserDisabledInfo.Message
source: Startup for this app has been disabled in system settings. Click the card below to open system settings and enable it.
de_de: Der Autostart für diese App wurde in den Systemeinstellungen deaktiviert. Klicken Sie auf die Karte unten, um die Systemeinstellungen zu öffnen und sie zu aktivieren.
es_es: El inicio de esta aplicación se ha desactivado en la configuración del sistema. Haga clic en la tarjeta a continuación para abrir la configuración del sistema y activarla.
ja_jp: このアプリのスタートアップがシステム設定で無効になっています。下のカードをクリックしてシステム設定を開き、有効にしてください。
zh_tw: 此應用程式的開機自動啟動已在系統設定中被停用。請點選下方卡片跳轉到系統設定頁面進行啟用。

# SettingsPage_PolicyWarning.Title
source: Startup Restricted by Group Policy
de_de: Autostart durch Gruppenrichtlinie eingeschränkt
es_es: Inicio restringido por directiva de grupo
ja_jp: スタートアップがグループポリシーで制限されています
zh_tw: 自動啟動功能已被群組原則限制

# SettingsPage_PolicyWarning.Message
source: The system administrator has disabled startup for this app. Please contact your IT administrator to enable it.
de_de: Der Systemadministrator hat den Autostart für diese App deaktiviert. Bitte wenden Sie sich an Ihren IT-Administrator, um ihn zu aktivieren.
es_es: El administrador del sistema ha desactivado el inicio de esta aplicación. Póngase en contacto con su administrador de TI para activarla.
ja_jp: システム管理者がこのアプリのスタートアップを無効にしています。有効にするには、IT管理者にお問い合わせください。
zh_tw: 系統管理員已停用此應用程式的開機自動啟動功能。如需啟用，請聯絡您的 IT 管理員。

# SettingsPage_StartupHeader.Header
source: Run at Startup
de_de: Beim Start ausführen
es_es: Ejecutar al inicio
ja_jp: スタートアップで実行
zh_tw: 開機自動啟動

# SettingsPage_StartupHeader.Description
source: Allow the app to run automatically when Windows starts
de_de: Ermöglicht der App, beim Start von Windows automatisch ausgeführt zu werden
es_es: Permitir que la aplicación se ejecute automáticamente al iniciar Windows
ja_jp: Windowsの起動時にアプリを自動的に実行します
zh_tw: 允許應用程式在 Windows 啟動時自動執行

# SettingsPage_StartupHeader.ActionIconToolTip
source: Manage app startup in system settings
de_de: App-Autostart in Systemeinstellungen verwalten
es_es: Administrar inicio de aplicación en configuración del sistema
ja_jp: システム設定でアプリのスタートアップを管理
zh_tw: 在系統設定管理應用程式的開機自動啟動

# SettingsPage_HotkeyHeader.Header
source: Global Hotkey
de_de: Globale Tastenkombination
es_es: Atajo de teclado global
zh_tw: 全域快速鍵

# SettingsPage_HotkeyHeader.Description
source: Set hotkey to quickly show/hide window
de_de: Tastenkombination zum schnellen Anzeigen/Ausblenden des Fensters festlegen
es_es: Configurar atajo para mostrar/ocultar rápidamente la ventana
zh_tw: 設定快速鍵以快速顯示/隱藏視窗

# SettingsPage_HotkeyConfigHeader.Header
source: Hotkey Configuration
de_de: Tastenkombination konfigurieren
es_es: Configuración de atajo
zh_tw: 快速鍵配置

# SettingsPage_HotkeyConfigHeader.Description
source: Click button to modify hotkey combination
de_de: Klicken Sie auf die Schaltfläche, um die Tastenkombination zu ändern
es_es: Haga clic en el botón para modificar la combinación de teclas
zh_tw: 點擊按鈕修改快速鍵組合

# SettingsPage_LanguageHeader.Header
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ja_jp: 言語
zh_tw: 語言

# SettingsPage_LanguageHeader.Description
source: Select app display language
de_de: Anzeigesprache der App auswählen
es_es: Seleccionar idioma de visualización
fr_fr: Sélectionner la langue d'affichage
ja_jp: アプリの表示言語を選択
zh_tw: 選擇應用程式顯示語言

# SettingsPage_LanguageSelectHeader.Header
source: Select Language
es_es: Seleccionar idioma

# SettingsPage_LanguageSelectHeader.Description
source: Restart required for changes to take effect
es_es: Se requiere reiniciar para aplicar los cambios

# SettingsPage_AboutHeader.Description
source: ©2026 Yunmoxing. All rights reserved.
de_de: ©2026 Yunmoxing. Alle Rechte vorbehalten.
es_es: ©2026 Yunmoxing. Todos los derechos reservados.
fr_fr: Outil moderne de gestion de fenêtres ancrées et d'intégration d'applications web basé sur WinUI 3
ja_jp: WinUI 3ベースのモダンなドッキングウィンドウ管理とウェブアプリ統合ツール
zh_tw: 基於 WinUI 3 的現代化停駐視窗管理與網頁應用整合工具

# SettingsPage_Version.Text
source: Version: v1.0.0
es_es: Versión: v1.0.0
ja_jp: バージョン：v1.0.0
zh_tw: 版本：v1.0.0

# SettingsPage_VersionPrefix
source: Version:
es_es: Versión:
ja_jp: バージョン：
zh_tw: 版本：

# SettingsPage_AppDetailsHeader.Header
source: App Details
es_es: Detalles de la aplicación
fr_fr: Détails de l'application
ja_jp: アプリの詳細
zh_tw: 應用程式詳情

# SettingsPage_LinksHeader.Header
source: Related Links
de_de: Verwandte Links
es_es: Enlaces relacionados
fr_fr: Liens connexes
ja_jp: 関連リンク
zh_tw: 相關連結

# SettingsPage_GitHubLink.Content
source: Visit GitHub Project
de_de: GitHub-Projekt besuchen
es_es: Visitar proyecto de GitHub
fr_fr: Visiter le projet GitHub
ja_jp: GitHubプロジェクトを見る
zh_tw: 造訪 GitHub 專案

# SettingsPage_FeedbackLink.Content
source: Submit Feedback
de_de: Feedback senden
es_es: Enviar comentarios
fr_fr: Soumettre des commentaires
ja_jp: フィードバックを送信
zh_tw: 提交意見回饋

# SettingsPage_LicenseLink.Content
source: View License
de_de: Lizenz anzeigen
es_es: Ver licencia
fr_fr: Voir la licence
ja_jp: ライセンスを表示
zh_tw: 檢視開源授權

# TrayMenu_OpenWindow
source: Open Main Window
de_de: Hauptfenster öffnen
es_es: Abrir ventana principal
fr_fr: Ouvrir la fenêtre principale
ja_jp: メインウィンドウを開く
zh_tw: 開啟主視窗

# TrayMenu_Exit
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
ja_jp: 終了
zh_tw: 結束

# Nav_Home.Content
source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
ja_jp: ホーム
zh_tw: 首頁

# Nav_New.Content
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
ja_jp: 新規
zh_tw: 新增

# Nav_Settings.Content
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ja_jp: 設定
zh_tw: 設定

# Nav_DockToggle.Content
source: Pin Sidebar
de_de: Seitenleiste anheften
es_es: Anclar barra lateral
fr_fr: Épingler la barre latérale
ja_jp: サイドバーをピン留め
zh_tw: 固定側邊欄

# Nav_WindowStateToggle
source: Toggle Window State
de_de: Fensterstatus umschalten
es_es: Alternar estado de ventana
zh_tw: 切換視窗狀態

# NewPage_Title.Text
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
ja_jp: 新規
zh_tw: 新增

# NewPage_PinWebHeader.Header
source: Pin Web Page as App
de_de: Webseite als App anheften
es_es: Anclar página web como aplicación
fr_fr: Épingler une page web comme application
ja_jp: ウェブページをアプリとしてピン留め
zh_tw: 將網頁釘選為應用程式

# NewPage_PinWebHeader.Description
source: Pin frequently used websites as standalone app entries.
de_de: Häufig verwendete Websites als eigenständige App-Einträge anheften.
es_es: Ancle sitios web de uso frecuente como entradas de aplicación independientes.
fr_fr: Épinglez les sites web fréquemment utilisés comme entrées d'application autonomes.
ja_jp: よく使うウェブサイトを独立したアプリエントリとしてピン留めします。
zh_tw: 將常用網站釘選成獨立應用程式入口。

# WebAppPage_RestoreAutoIcon.Content
source: Restore Auto Icon
de_de: Automatisches Symbol wiederherstellen
es_es: Restaurar icono automático
fr_fr: Restaurer l'icône automatique
ja_jp: 自動アイコンを復元
zh_tw: 還原自動圖示

# WebAppPage_NameHeader.Header
source: Name
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
zh_tw: 名稱

# WebAppPage_NameHeader.PlaceholderText
source: Enter app name
de_de: App-Namen eingeben
es_es: Introducir nombre de la aplicación
fr_fr: Entrer le nom de l'application
ja_jp: アプリ名を入力
zh_tw: 輸入應用程式名稱

# WebAppPage_Confirm.Content
source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
ja_jp: 確認
zh_tw: 確定

# WebBrowserPage_Back.Label
source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Retour
ja_jp: 戻る
zh_tw: 上一頁

# WebBrowserPage_Forward.Label
source: Forward
de_de: Vorwärts
es_es: Adelante
fr_fr: Suivant
ja_jp: 進む
zh_tw: 下一頁

# WebBrowserPage_Refresh.Label
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
ja_jp: 更新
zh_tw: 重新整理

# WebBrowserPage_CopyUrl.Label
source: Copy Link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
ja_jp: リンクをコピー
zh_tw: 複製連結

# WebBrowserPage_OpenExternal.Label
source: Open Externally
de_de: Extern öffnen
es_es: Abrir externamente
fr_fr: Ouvrir en externe
ja_jp: 外部で開く
zh_tw: 外部開啟

# WebAppPage_IconRestored
source: Auto icon restored
de_de: Automatisches Symbol wiederhergestellt
es_es: Icono automático restaurado
fr_fr: Icône automatique restaurée
ja_jp: 自動アイコンを復元しました
zh_tw: 已還原自動圖示

# WebAppPage_InvalidUrl
source: Invalid URL format
de_de: Ungültiges URL-Format
es_es: Formato de URL no válido
fr_fr: Format d'URL invalide
ja_jp: 無効なURL形式
zh_tw: 網址格式無效

# WebAppPage_FetchingInfo
source: Fetching website info...
de_de: Website-Informationen werden abgerufen...
es_es: Obteniendo información del sitio web...
fr_fr: Récupération des informations du site web...
ja_jp: ウェブサイト情報を取得中...
zh_tw: 正在取得網站資訊...

# WebAppPage_FetchedWithCustomIcon
source: Name fetched (using custom icon)
de_de: Name abgerufen (benutzerdefiniertes Symbol wird verwendet)
es_es: Nombre obtenido (usando icono personalizado)
fr_fr: Nom récupéré (utilisation de l'icône personnalisée)
ja_jp: 名前を取得しました（カスタムアイコンを使用）
zh_tw: 已取得名稱（使用手動圖示）

# WebAppPage_FetchedWithIcon
source: Name and icon fetched
de_de: Name und Symbol abgerufen
es_es: Nombre e icono obtenidos
fr_fr: Nom et icône récupérés
ja_jp: 名前とアイコンを取得しました
zh_tw: 已取得名稱和圖示

# WebAppPage_FetchedNoIcon
source: Name fetched, icon not found
de_de: Name abgerufen, Symbol nicht gefunden
es_es: Nombre obtenido, icono no encontrado
fr_fr: Nom récupéré, icône introuvable
ja_jp: 名前を取得しました、アイコンが見つかりません
zh_tw: 已取得名稱，未找到圖示

# WebAppPage_PartialSuccess
source: Partially successful: {0}
de_de: Teilweise erfolgreich: {0}
es_es: Parcialmente exitoso: {0}
fr_fr: Partiellement réussi : {0}
ja_jp: 部分的に成功：{0}
zh_tw: 部分取得成功：{0}

# WebAppPage_FetchFailed
source: Fetch failed: {0}
de_de: Abruf fehlgeschlagen: {0}
es_es: Error al obtener: {0}
fr_fr: Échec de la récupération : {0}
ja_jp: 取得に失敗しました：{0}
zh_tw: 取得失敗：{0}

# WebAppPage_CannotOpenPicker
source: Cannot open file picker
de_de: Dateiauswahl kann nicht geöffnet werden
es_es: No se puede abrir el selector de archivos
fr_fr: Impossible d'ouvrir le sélecteur de fichiers
ja_jp: ファイルピッカーを開けません
zh_tw: 無法開啟檔案選擇器

# WebAppPage_EmptyIconFile
source: Icon file is empty
de_de: Symboldatei ist leer
es_es: El archivo de icono está vacío
fr_fr: Le fichier d'icône est vide
ja_jp: アイコンファイルが空です
zh_tw: 圖示檔案為空

# WebAppPage_IconReplaced
source: Icon replaced
de_de: Symbol ersetzt
es_es: Icono reemplazado
fr_fr: Icône remplacée
ja_jp: アイコンを置き換えました
zh_tw: 已替換圖示

# WebAppPage_IconReplaceFailed
source: Icon replacement failed: {0}
de_de: Symbolersetzung fehlgeschlagen: {0}
es_es: Error al reemplazar el icono: {0}
fr_fr: Échec du remplacement de l'icône : {0}
ja_jp: アイコンの置き換えに失敗しました：{0}
zh_tw: 替換圖示失敗：{0}

# WebAppPage_ShortcutCreated
source: Web shortcut created
de_de: Web-Verknüpfung erstellt
es_es: Acceso directo web creado
fr_fr: Raccourci web créé
ja_jp: ウェブショートカットを作成しました
zh_tw: 已建立網頁入口

# SettingsPage_RestartTitle
source: Restart Required
de_de: Neustart erforderlich
es_es: Se requiere reiniciar
fr_fr: Redémarrage requis
ja_jp: 再起動が必要
zh_tw: 需要重新啟動

# SettingsPage_RestartContent
source: Language changes will take effect after restarting the app. Restart now?
de_de: Sprachänderungen werden nach dem Neustart der App wirksam. Jetzt neu starten?
es_es: Los cambios de idioma tendrán efecto después de reiniciar la aplicación. ¿Reiniciar ahora?
fr_fr: Les modifications de langue prendront effet après le redémarrage de l'application. Redémarrer maintenant ?
ja_jp: 言語の変更はアプリを再起動後に有効になります。今すぐ再起動しますか？
zh_tw: 語言變更將在重新啟動應用程式後生效。是否現在重新啟動？

# SettingsPage_RestartButton
source: Restart
de_de: Neu starten
es_es: Reiniciar
fr_fr: Redémarrer
ja_jp: 再起動
zh_tw: 重新啟動

# SettingsPage_LaterButton
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
ja_jp: 後で
zh_tw: 稍後

# SettingsPage_TouchpadSettingsHeader.Header
source: Touchpad Settings
de_de: Touchpad-Einstellungen
es_es: Configuración del panel táctil
zh_tw: 觸控板設定

# SettingsPage_TouchpadSettingsHeader.Description
source: In Advanced gestures under Related settings below, you can select custom shortcuts to map touchpad gestures to hotkeys
de_de: In den erweiterten Gesteneinstellungen unter Verwandte Einstellungen können Sie benutzerdefinierte Tastenkombinationen auswählen, um Touchpad-Gesten auf Hotkeys zu mappen
es_es: En Gestos avanzados bajo Configuración relacionada, puede seleccionar accesos directos personalizados para asignar gestos del panel táctil a teclas de acceso rápido
zh_tw: 在下方相關設定中的進階手勢設定中可以選擇自訂快速鍵將觸控板手勢對應為快速鍵

# Nav_UnpinShortcut
source: Unpin
de_de: Lösen
es_es: Desanclar
fr_fr: Désépingler
ja_jp: ピン留めを外す
zh_tw: 取消釘選

# WebAppPage_UrlHeader.Header
source: URL
zh_tw: 網址
